driver-tests/bpelse/misc/MiscJbi/test/emptyIPMsg/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/emptyIPMsg/"
                   xmlns="urn:emptyIPMsg">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <emptyIPMsgPart>
    <string>1.11</string>
  </emptyIPMsgPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>